Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/AQI.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Air Quality
ar: نوعية الهواء
de: Luftqualität
el: Ποιότητα αέρα
es: calidad del aire
fa: کیفیت هوا
fr: Calidad del aire
he: איכות האוויר
hi: वायु गुणवत्ता
it: Qualità dell'aria
ko: 대기 질
nl: Luchtkwaliteit
pt_pt: Qualidade do ar
ru: качество воздуха
th: คุณภาพอากาศ
tr: Hava kalitesi
zh_hans: 空气质量
zh_hant: 空氣質量

source: Air Quality Index : %lld
ar: مؤشر جودة الهواء: %lld
de: Luftqualitätsindex: %lld
el: Δείκτης Ποιότητας Αέρα: %lld
es: Índice de Calidad del Aire: %lld
fa: شاخص کیفیت هوا : %lld
fr: Indice de qualité de l'air : %lld
he: מדד איכות האוויר: %lld
hi: वायु गुणवत्ता सूचकांक : %lld
it: Indice di qualità dell'aria: %lld
ko: 대기질 지수: %lld
nl: Luchtkwaliteitsindex : %lld
pt_pt: Índice de Qualidade do Ar: %lld
ru: Индекс качества воздуха: %lld
th: ดัชนีคุณภาพอากาศ : %lld
tr: Hava Kalitesi Indeksi: %lld
zh_hans: 空气质量指数 : %lld
zh_hant: 空氣品質指標 : %lld

source: AQI
ar: مؤشر نوعية الهواء
el: ΔΠΑ
es: ICA
fr: IQA
he: מדד איכות האוויר
hi: एक्यूआई
it: IQA
pt_pt: IQA
ru: аки
zh_hans: 空气品质指标
zh_hant: 空氣質量指數

# AQI: %@ - %@
source: AQI: %1$@ - %2$@
ar: مؤشر جودة الهواء: %1$@ - %2$@
el: ΔΠΑ: %1$@ - %2$@
es: ICA: %1$@ - %2$@
fa: شاخص کیفیت هوا: %1$@ - %2$@
he: מדד איכות האוויר: %1$@ - %2$@
ko: 대기질 지수: %1$@ - %2$@
nl: LKI: %1$@ - %2$@
pt_pt: IAQ: %1$@ - %2$@
ru: ИКВ: %1$@ - %2$@
th: ดัชนีคุณภาพอากาศ: %1$@ - %2$@
tr: HKI: %1$@ - %2$@
zh_hant: 空氣品質指標: %1$@ - %2$@

# aqi.about
source: An air quality index (AQI) is used by government agencies to communicate to the public how polluted the air currently is or how polluted it is forecast to become. Public health risks increase as the AQI rises. Different countries have their own air quality indices, corresponding to different national air quality standards. Some of these are the Air Quality Health Index (Canada), the Air Pollution Index (Malaysia), and the Pollutant Standards Index (Singapore).\n\nRisk:\nLow (1–3)\nModerate (4–6)\nHigh (7–10)\nVery high (above 10)\n
ar: مؤشر نوعية الهواء هو مقياس يستخدمه الجهات الحكومية لإبلاغ الجمهور بمدى تلوث الهواء حاليًا أو المتوقع أن يصل إليه. تزداد مخاطر الصحة العامة كلما ارتفع المؤشر. لكل دولة مؤشرها الخاص لنوعية الهواء تبعًا لمعاييرها الوطنية. من هذه المؤشرات: مؤشر نوعية الهواء والصحة (كندا) ومؤشر تلوث الهواء (ماليزيا) ومؤشر معايير الملوثات (سنغافورة).المخاطر:منخفضة (1-3)معتدلة (4-6)عالية (7-10) مرتفعة جدًا (أكثر من 10)
de: Ein Luftqualitätsindex (AQI) wird von Regierungsstellen verwendet, um der Öffentlichkeit mitzuteilen, wie verschmutzt die Luft derzeit ist oder wie stark sie voraussichtlich verschmutzt wird. Mit steigendem AQI erhöht sich das Risiko für die öffentliche Gesundheit. Verschiedene Länder haben ihre eigenen Luftqualitätsindizes, die verschiedenen nationalen Luftqualitätsstandards entsprechen. Einige davon sind der Air Quality Health Index (Kanada), der Air Pollution Index (Malaysia) und der Pollutant Standards Index (Singapur).
el: Ένας δείκτης ποιότητας αέρα (ΔΠΑ) χρησιμοποιείται από κρατικούς οργανισμούς για να επικοινωνήσουν στο κοινό πόσο μολυσμένος είναι ο αέρας που διανύουμε ή πόσο μολυσμένος προβλέπεται να γίνει. Οι κίνδυνοι για τη δημόσια υγεία αυξάνονται καθώς ο ΔΠΑ αυξάνεται. Διάφορες χώρες έχουν τους δικούς τους δείκτες ποιότητας αέρα, που αντιστοιχούν σε διάφορα εθνικά πρότυπα ποιότητας αέρα. Κάποια από αυτά είναι το Air Quality Health Index (Καναδάς), το Air Pollution Index (Μαλαισία), και το Pollutant Standards Index (Σιγκαπούρη).\n\nΡίσκο:\nΧαμηλό (1–3)\nΜέτριο (4–6)\nΥψηλό (7–10)\nΠολύ υψηλό (πάνω από 10)\n
es: Un índice de calidad del aire (AQI) es utilizado por las agencias gubernamentales para comunicar al público qué tan contaminado está actualmente el aire o qué tan contaminado se pronostica que se volverá. Los riesgos para la salud pública aumentan a medida que el AQI aumenta. Diferentes países tienen sus propios índices de calidad del aire, correspondientes a diferentes estándares nacionales de calidad del aire. Algunos de estos son el Índice de Salud de la Calidad del Aire (Canadá), el Índice de Contaminación del Aire (Malasia), y el Índice de Normas de Contaminantes (Singapur).
fa: شاخص کیفیت هوا (AQI) توسط سازمان‌های دولتی برای اطلاع‌رسانی به مردم در مورد آلودگی هوا در حال حاضر یا پیش‌بینی شده استفاده می‌شه. با بالا رفتن AQI، خطرات بهداشتی افزایش پیدا می‌کنه. کشورهای مختلف شاخص‌های کیفیت هوای خودشون رو دارن که متناسب با استانداردهای ملی کیفیت هوای اون کشوره. برخی از این شاخص‌ها عبارتن از شاخص کیفیت هوا و سلامتی (کانادا)، شاخص آلودگی هوا (مالزی) و شاخص استاندارد آلاینده‌ها (سنگاپور).
fr: Un indice de qualité de l'air (AQI) est utilisé par les agences gouvernementales pour communiquer au public à quel point l'air est actuellement pollué ou à quel point il est prévu qu'il le devienne. Les risques pour la santé publique augmentent à mesure que l'AQI augmente. Différents pays ont leurs propres indices de qualité de l'air, correspondant à différentes normes nationales de qualité de l'air. Certains d'entre eux sont l'Indice de Qualité de l'Air Sanitaire (Canada), l'Indice de Pollution de l'Air (Malaisie), et l'Indice des Normes de Polluants (Singapour).
he: מדד איכות האוויר (AQI) משמש את המשרדים הממשלתיים לתקשורת עם הציבור אודות כמה האוויר מזוהם כרגע או כמה הוא צפוי להיות מזוהם. הסיכון לבריאות הציבור עולה כאשר ה-AQI עולה. למדינות שונות יש מדדים שונים של איכות אוויר, המתאימים לתקנות האוויר הלאומיות שלהם. חלק מאלה הם מדד בריאות איכות האוויר (קנדה), מדד הזיהום האוויר (מלזיה), ומדד הזיהום (סינגפור).\n\nסיכון:\nנמוך (1-3)\nבינוני (4-6)\nגבוה (7-10)\nגבוה מאוד (מעל 10)\n
hi: वायु गुणवत्ता सूचकांक (AQI) का उपयोग सरकारी एजेंसियों द्वारा सार्वजनिक को यह संचारित करने के लिए किया जाता है कि वायु वर्तमान में कितनी प्रदूषित है या यह कितनी प्रदूषित होने की अनुमानित है। AQI बढ़ने के साथ सार्वजनिक स्वास्थ्य जोखिम बढ़ते हैं। विभिन्न देशों में उनके खुद के वायु गुणवत्ता सूचकांक होते हैं, जो विभिन्न राष्ट्रीय वायु गुणवत्ता मानकों के अनुरूप होते हैं। इनमें से कुछ वायु गुणवत्ता स्वास्थ्य सूचकांक (कनाडा), वायु प्रदूषण सूचकांक (मलेशिया), और प्रदूषक मानक सूचकांक (सिंगापुर) हैं।
it: Un indice di qualità dell'aria (AQI) è utilizzato dagli enti governativi per comunicare al pubblico quanto l'aria sia attualmente inquinata o quanto si prevede che lo diventi. I rischi per la salute pubblica aumentano man mano che l'AQI aumenta. Diversi paesi hanno i loro indici di qualità dell'aria, corrispondenti a diversi standard nazionali di qualità dell'aria. Alcuni di questi sono l'Air Quality Health Index (Canada), l'Air Pollution Index (Malesia) e l'Indice degli standard inquinanti (Singapore).
ko: 공기질 지수(AQI)는 정부 기관이 현재 공기가 얼마나 오염되어 있는지 또는 얼마나 오염될 것으로 예측되는지 대중에게 알리는 데 사용됩니다. AQI가 오르면 공중보건 위험이 증가합니다. 다른 국가들은 각각의 국가 공기질 기준에 해당하는 자체 공기질 지수를 가지고 있습니다. 이러한 것들 중 일부는 공기질 건강 지수(캐나다), 대기 오염 지수(말레이시아), 오염 물질 기준 지수(싱가포르)입니다.
nl: Een luchtkwaliteitsindex (AQI) wordt gebruikt door overheidsinstanties om aan het publiek te communiceren hoe vervuild de lucht momenteel is of hoe vervuild het naar verwachting zal worden. De risico's voor de volksgezondheid nemen toe naarmate de AQI stijgt. Verschillende landen hebben hun eigen luchtkwaliteitsindices, die overeenkomen met verschillende nationale luchtkwaliteitsnormen. Enkele hiervan zijn de Air Quality Health Index (Canada), de Air Pollution Index (Maleisië), en de Pollutant Standards Index (Singapore).
pt_pt: Um índice de qualidade do ar (AQI) é usado por agências governamentais para comunicar ao público o quão poluído está o ar atualmente ou o quão poluído está previsto que se torne. Os riscos para a saúde pública aumentam à medida que o AQI sobe. Diferentes países têm seus próprios índices de qualidade do ar, correspondendo a diferentes padrões nacionais de qualidade do ar. Alguns destes são o Índice de Saúde da Qualidade do Ar (Canadá), o Índice de Poluição do Ar (Malásia), e o Índice de Padrões Poluentes (Singapura).
ru: Индекс качества воздуха (ИКВ) используется государственными органами для информирования общественности о текущем уровне загрязненности воздуха или о прогнозируемом уровне загрязнения. Риски для общественного здоровья увеличиваются с ростом ИКВ. Разные страны имеют свои собственные индексы качества воздуха, соответствующие различным национальным стандартам качества воздуха. Некоторые из них - это Индекс качества здоровья воздуха (Канада), Индекс загрязнения воздуха (Малайзия), и Индекс стандартов загрязняющих веществ (Сингапур).
th: ดัชนีคุณภาพอากาศ (AQI) นั้นใช้โดยหน่วยงานของรัฐในการสื่อสารถึงประชาชนว่าอากาศปัจจุบันมีมลพิษเพียงใด หรือประมาณการว่าอากาศจะมีมลพิษเพียงใดในอนาคต ความเสี่ยงต่อสุขภาพสาธารณะจะเพิ่มขึ้นตามที่ AQI เพิ่มขึ้น ประเทศต่างๆ มีดัชนีคุณภาพอากาศของตนเอง ตรงกับมาตรฐานคุณภาพอากาศแห่งชาติที่แตกต่างกัน บางส่วนในนั้นเช่น ดัชนีคุณภาพอากาศทางสุขภาพ (แคนาดา) ดัชนีความสกปรกในอากาศ (มาเลเซีย) และดัชนีมาตรฐานของสารปนเปื้อน (สิงคโปร์).\n\nความเสี่ยง:\nต่ำ (1–3)\nปานกลาง (4–6)\nสูง (7–10)\nมาก (สูงกว่า 10)\n
tr: Hava kalitesi indeksi (AQI), hükümet kurumları tarafından halka şu anda hava ne kadar kirli veya kirli olacağı tahmin edildiği konusunda bilgi vermek için kullanılır. AQI arttıkça halk sağlığı riskleri artar. Farklı ülkelerin kendi hava kalitesi indeksleri vardır, bu indeksler farklı ulusal hava kalitesi standartlarına denk gelir. Bunlardan bazıları Hava Kalitesi Sağlık İndeksi (Kanada), Hava Kirliliği İndeksi (Malezya) ve Kirletici Standartları İndeksi (Singapur).
zh_hans: 空气质量指数(AQI)是由政府机构使用的，用于向公众传达当前的空气污染程度或预计将变得多么污染。AQI上升，公共卫生风险也增加。不同的国家有自己的空气质量指数，对应于不同的国家空气质量标准。其中一些是空气质量健康指数(加拿大)，空气污染指数(马来西亚)，和污染物标准指数(新加坡)
zh_hant: 空氣質量指數（AQI）是政府機構用來向公眾傳遞目前空氣污染程度或預測空氣污染程度的指標。隨著AQI的升高，公共健康風險也會增加。不同的國家有不同的空氣質量指數，對應不同的國家空氣質量標準。其中一些指標有Air Quality Health Index（加拿大）、Air Pollution Index（馬來西亞）和Pollutant Standards Index（新加坡）。\n\n風險級別:\n低（1-3）\n中度（4-6）\n高（7-10）\n非常高（大於10）

# aqi.is
source: Air Quality is
ar: نوعية الهواء
de: Luftqualität ist
el: Η Ποιότητα Αέρα είναι
es: La calidad del aire es
fa: کیفیت هوا
fr: La qualité de l'air est
he: איכות האוויר היא
hi: वायु गुणवत्ता
it: La qualità dell'aria è
ko: 공기질
nl: De luchtkwaliteit is
pt_pt: A qualidade do ar é boa
ru: Качество Воздуха
th: คุณภาพอากาศคือ
tr: Hava Kalitesi
zh_hans: 空气质量是
zh_hant: 空氣質量為

source: Cautionary Statement
ar: بيان تحذيري
de: Warnende Aussage
el: Προειδοποιητική δήλωση
es: Declaración precautoria
fa: هشدار
fr: L`avertissement
he: הודעה אזהרה
hi: चेतावनी बयान
it: Dichiarazione di avvertimento
ko: 주의사항
nl: Voorzorgsmaatregelen
pt_pt: Declaração de advertência
ru: Изложение предостережения
th: คำเตือน
tr: Uyarıcı Açıklama
zh_hans: 警示声明
zh_hant: 謹慎聲明

source: Get Air Quality Forecasts with Premium!
ar: احصل على تنبؤات نوعية الهواء مع الإصدار المميز!
de: Erhalten Sie Luftqualitätsvorhersagen mit Premium!
el: Αποκτήστε προβλέψεις για την ποιότητα του αέρα με το Premium!
es: ¡Obtén pronósticos de calidad del aire con Premium!
fa: پیش‌بینی کیفیت هوا رو با نسخه پیشرفته دریافت کن!
fr: Obtenez des prévisions de qualité de l'air avec Premium !
he: קבל תחזיות לאיכות האוויר עם Premium!
hi: प्रीमियम के साथ वायु गुणवत्ता भविष्यवाणी प्राप्त करें!
it: Ottieni le previsioni sulla qualità dell'aria con Premium!
ko: Premium으로 대기 질 예보를 받으세요!
nl: Krijg luchtkwaliteitsvoorspellingen met Premium!
pt_pt: Obtenha previsões de qualidade do ar com Premium!
ru: Получите прогнозы качества воздуха с Premium!
th: รับการพยากรณ์คุณภาพอากาศด้วย Premium!
tr: Premium ile Hava Kalitesi Tahminlerini alın!
zh_hans: 获取空气质量预报需要付费！
zh_hant: 使用高級版獲得空氣質量預報！

source: Health Implications
ar: الآثار الصحية
de: gesundheitliche Auswirkungen
el: Επιπτώσεις στην υγεία
es: Implicaciones sanitarias
fa: تاثیرات بهداشتی
fr: Les Implications pour la santé
he: השלכות לבריאות
hi: स्वास्थ्य प्रभाव
it: Implicazioni per la salute
ko: 건강상의 영향
nl: Gezondheidsimplicaties
pt_pt: Implicações para a saúde
ru: Последствия для здоровья
th: ผลกระทบทางสุขภาพ
tr: Sağlık Etkileri
zh_hans: 健康影响
zh_hant: 健康影響

source: Upcoming days
ar: الأيام القادمة
de: Komende dagen
el: Επερχόμενες ημέρες
es: Próximos días
fa: روزهای آینده
fr: Jours à venir
he: הימים הקרובים
hi: आने वाले दिन
it: Giorni a venire
ko: 다가오는 일들
nl: Komende dagen
pt_pt: Próximos dias
ru: Ближайшие дни
th: วันที่จะถึง
tr: Gelecek günler
zh_hans: 即将到来的日子
zh_hant: 即將到來的幾天

source: Upcoming hours
ar: الساعات القادمة
de: In den nächsten Stunden
el: Προσεχείς ώρες
es: Próximas horas
fa: ساعت های آینده
fr: Heures à venir
he: שעות קרובות
hi: आने वाले घंटे
it: Prossime ore
ko: 다가오는 시간
nl: Komende uren
pt_pt: Próximas horas
ru: Ближайшие часы
th: ชั่วโมงที่จะถึง
tr: Yaklaşan saatler
zh_hans: 即将到来的几个小时
zh_hant: 即将到来的几个小时

source: US AQI:
ar: مؤشر نوعية الهواء:
fa: شاخص کیفیت هوا:
he: מדד איכות האוויר בארה ב:
hi: अमेरिकी AQI:
ko: 미국 AQI:
nl: VS AQI:
th: AQI ของสหรัฐ:
tr: ABD AQI:
zh_hans: 美国 AQI:
zh_hant: 美國 AQI：

source: US AQI: %@
ar: جودة الهواء في الولايات المتحدة: %@
de: US-Luftqualitätsindex: %@
el: Ποιότητα αέρα ΗΠΑ: %@
fa: شاخص کیفیت هوا در ایالات متحده: %@
fr: Qualité de l'air: %@
he: איכות האוויר בארה"ב: %@
it: Qualità dell'aria negli Stati Uniti: %@
ko: 미세먼지 지수: %@
nl: VS Luchtkwaliteitsindex: %@
pt_pt: EUA AQI: %@
tr: ABD Hava Kalitesi Endeksi: %@
zh_hans: 美国空气质量指数: %@
zh_hant: 美國空氣質量指數: %@
